// lib/data.js
export const blogData = [
    
    
    
  {
      image: ["/assets/images/versay-7-687x458.jpg", "/assets/images/salon5.jpg"],
      blogTitle: "Garden Plants",
      blogDiscriptions: "Garden Plants are the best for your health and wellbeing. They are also a great source of vitamins and minerals. Garden plants are also a great source of fiber and essential oils. Their unique shape and size makes them perfect for outdoor living. Garden plants are also a great source of fiber and essential oils. Their unique shape and size makes them perfect for outdoor living.",
      contetTitle: ["first title", "second title", "third title"],
      contentDiscription: ["first discription", "second discription", "third discription"],
      refrences: [
          { title: "First Reference", link: "https://example.com/first" },
          { title: "Second Reference", link: "https://example.com/second" },
          { title: "Third Reference", link: "https://example.com/third" }
      ],
  }
];



export const sectionsData = [
    {
      category: "hall",
      title: "2 سالن مجزا و بدون ستون با ظرفیت 1200 نفر",
      description: 'شاتو دو ورسای با داشتن دو سالن مجزای بزرگ و بدون ستون، آماده پذیرایی از 1200 مهمان است. مهمانان شما می‌توانند با راحتی و فاصله مناسب به تماشای استیج رقص بپردازند. وسعت سالن‌ها و عدم وجود ستون‌ها، دید بی‌نقص و فاصله مناسب بین صندلی‌ها از مزایای اصلی این باغ تالار لاکچری می‌باشد.',
    },
    {
      category: "food",
      title: "خدمات و پذیرایی با منوی بین‌المللی",
      description: 'باغ تالار شاتو دو ورسای، لاکچری‌ترین تالار تهران، با ارائه خدمات پذیرایی حرفه‌ای و منوی بین‌المللی که همیشه در حال به‌روزرسانی است، تجربه‌ای بی‌نظیر را برای مهمانان شما فراهم می‌کند. تیم سرآشپزهای ماهر ما با استفاده از بهترین مواد اولیه، انواع غذاهای لذیذ و متنوع را برای مهمانان شما تهیه می‌کنند.',
    },
    {
      category: "garden",
      title: "برگذاری مراسم در فضای باز (اوت دور)",
      description: 'مجموعه تشریفاتی ورسای تنها مجموعه مجهز به تمام امکانات برگذاری مراسم اوت دور در غرب تهارن میباشد اعم از فراهم کردن سرمایش و گرمایش مهمانان در فضای باز از طریق مه پاش و گرما تاب که به همراه چتر ها و استخر موجود در فاضی کاخ تالار شاتو دو ورسای این مکان را تبدیل به یک مکان رویایی و متفاوت برای برگذاری مراسم عروسی شما می کند',
    },
    {
      category: "dancestage",
      title: "نورپردازی و استیج رقص روی آب",
      description: 'یکی از ویژگی‌های منحصر به فرد شاتو دو ورسای، نورپردازی با جدیدترین و مدرن‌ترین تجهیزات است. استیج رقص روی آب با استفاده از انواع نورهای زمینه‌ای و لیزرها، فضایی جادویی برای رقص و شادی شما ایجاد می‌کند. همچنین، آتش‌بازی حین رقص و بریدن کیک، مراسم شما را به یادماندنی‌تر و لاکچری‌تر می‌کند.',
    },
    {
      category: "parking",
      title: "پارکینگ اختصاصی با ظرفیت 600 خودرو",
      description: 'شاتو دو ورسای، لاکچری‌ترین باغ تالار تهران، دارای پارکینگ اختصاصی با ظرفیت 600 خودرو است. کارکنان مجرب پارکینگ شما را در پیدا کردن بهترین جای پارک راهنمایی می‌کنند تا از شلوغی و ترافیک خروجی مراسم جلوگیری شود و شب شما به آرامی و بدون استرس به پایان برسد',
    },
    {
      category: "music",
      title: "تجهیزات صوتی و گروه موسیقی حرفه‌ای",
      description: 'شاتو دو ورسای با دارا بودن تجهیزات صوتی مدرن و گروه موسیقی حرفه‌ای، شب رویایی شما را به یادماندنی و لاکچری می‌کند. نوازندگان با سازهای متنوع، فضای جشن شما را با موسیقی زنده و دلنشین همراهی می‌کنند و تجربه‌ای خاطره‌انگیز برای شما و مهمانانتان به ارمغان می‌آورند.',
    },
    // Add more sections as needed
  ];
export const optionsData = [
    {
      category: "versai",
      title: " طراحی الهام‌گرفته از کاخ ورسای فرانسه",
      description: 'باغ تالار شاتو دو ورسای با الهام از شکوه و زیبایی کاخ ورسای فرانسه طراحی شده است. این مجموعه با بهره‌گیری از جزئیات معماری کلاسیک و لوکس، فضایی بی‌نظیر و منحصر به فرد را برای برگزاری مراسم‌های خاص شما فراهم می‌کند.',
    },
    {
      category: "hall2",
      title: "سالن‌های مجلل و لاکچری",
      description: 'سالن‌های شاتو دو ورسای با دکوراسیون مجلل و تجهیزات مدرن، مکانی مناسب برای برگزاری مراسم‌های مختلف از جمله عروسی، نامزدی و همایش‌ها هستند. این سالن‌ها با ظرفیت‌های مختلف، قابلیت تنظیم و تطبیق با نیازهای شما را دارند.',
    },
    {
      category: "location",
      title: "فضای سبز و باغ عکاسی",
      description: 'یکی از ویژگی‌های برجسته شاتو دو ورسای، فضای سبز و باغ‌های زیبا و دل‌انگیز آن است. این باغ‌ها با گل‌ها و گیاهان متنوع و چیدمان‌های هنرمندانه، محیطی فوق‌العاده برای عکاسی و ثبت لحظات به‌یادماندنی ایجاد کرده‌اند.',
    },
    
    // Add more sections as needed
];  